// District data
export const districts = [
  'ঢাকা',
  'চট্টগ্রাম',
  'রাজশাহী',
  'খুলনা',
  'বরিশাল',
  'সিলেট',
  'রংপুর',
  'ময়মনসিংহ',
  'কুমিল্লা',
  'নোয়াখালী',
  'ফেনী',
  'লক্ষ্মীপুর',
  'ব্রাহ্মণবাড়িয়া',
  'চাঁদপুর',
  'নরসিংদী',
  'গাজীপুর',
  'শরীয়তপুর',
  'নারায়ণগঞ্জ',
  'টাঙ্গাইল',
  'কিশোরগঞ্জ',
  'মানিকগঞ্জ',
  'মুন্সিগঞ্জ',
  'রাজবাড়ী',
  'মাদারীপুর',
  'গোপালগঞ্জ',
  'ফরিদপুর',
];

// Subjects data
export const subjects = [
  'রিপোর্টিং',
  'সম্পাদনা',
  'ফটোগ্রাফি',
  'ভিডিও জার্নালিজম',
  'ডিজিটাল মিডিয়া',
];

// Education levels
export const educationLevels = [
  'এসএসসি',
  'এইচএসসি',
  'স্নাতক',
  'স্নাতকোত্তর',
  'পিএইচডি',
];

// Religions
export const religions = ['ইসলাম', 'হিন্দু', 'বৌদ্ধ', 'খ্রিস্টান', 'অন্যান্য'];

// Marital status options
export const maritalStatusOptions = [
  'অবিবাহিত',
  'বিবাহিত',
  'বিধবা/বিপত্নীক',
  'তালাকপ্রাপ্ত',
];
